[
  {
    "title": "اسلام آباد میں نامعلوم افراد کے حملے میں معروف ڈاکٹر جاں بحق",
    "summary": "اسلام آباد میں نامعلوم افراد نے ایک معروف ڈاکٹر پر حملہ کرکے انہیں قتل کر دیا، جس کے بعد علاقے میں خوف و ہراس پھیل گیا۔",
    "type": "shocking"
  },
  {
    "title": "ملک کے مختلف علاقوں میں اچانک برفباری، کئی گاڑیاں پھنس گئیں",
    "summary": "ملک کے مختلف پہاڑی علاقوں میں اچانک برفباری کے باعث کئی گاڑیاں پھنس گئیں، جبکہ ریسکیو آپریشن جاری ہے۔",
    "type": "shocking"
  },
  {
    "title": "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا",
    "summary": "پنجاب حکومت کی جانب سے عوام کو ریلیف دینے کے لیے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا گیا ہے۔",
    "type": "good"
  },
  {
    "title": "پاکستان نے شری لنکا کے سیلاب متاثرین کے لیے ریلیف آپریشن کا آغاز کیا",
    "summary": "پاکستان نے شری لنکا کے سیلاب متاثرین کی مدد کے لیے پہلی امدادی کھیپ اور سرچ ریسکیو ٹیم بھیج دی ہے۔",
    "type": "good"
  },
  {
    "title": "پاکستان فلسطینی عوام کی سیاسی، سفارتی اور انسانی حمایت جاری رکھے گا",
    "summary": "صدر آصف علی زرداری نے کہا کہ پاکستان فلسطینی عوام کی ہر طرح کی حمایت جاری رکھے گا۔",
    "type": "good"
  },
  {
    "title": "کوئٹہ میں بڑے دھماکے، عوام میں خوف و ہراس",
    "summary": "کوئٹہ میں بڑے دھماکوں کے بعد عوام میں خوف و ہراس پھیل گیا، تفصیلات ابھی سامنے نہیں آئیں۔",
    "type": "shocking"
  },
  {
    "title": "اسلام آباد میں نامعلوم افراد کے حملے میں پولیس اہلکار جاں بحق",
    "summary": "اسلام آباد کے آئی جے پی روڈ پر نامعلوم افراد نے پولیس اہلکار پر حملہ کر کے قتل کر دیا۔",
    "type": "shocking"
  },
  {
    "title": "ملک کے مختلف علاقوں میں 90 افراد لاپتہ، ہزاروں بے گھر",
    "summary": "ملک کے مختلف علاقوں میں نامعلوم وجوہات کی بنا پر 90 افراد لاپتہ ہو گئے، ہزاروں افراد بے گھر ہو گئے۔",
    "type": "shocking"
  },
  {
    "title": "پاکستان نے شری لنکا کے سیلاب متاثرین کے لیے ریلیف آپریشن کا آغاز کیا",
    "summary": "پاکستان حکومت نے شری لنکا میں سیلاب سے متاثرین کی مدد کے لیے فوری ریلیف آپریشن شروع کیا ہے تاکہ متاثرہ افراد کو انسانی امداد فراہم کی جا سکے۔",
    "type": "good"
  },
  {
    "title": "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا",
    "summary": "پنجاب حکومت نے عوام کو ریلیف دینے کے لیے آٹا، دال، انڈے اور آلو کی قیمتوں میں نمایاں کمی کا اعلان کیا ہے تاکہ مہنگائی کا بوجھ کم کیا جا سکے۔",
    "type": "good"
  },
  {
    "title": "دبئی بگ 5 گلوبل نمائش 2025 میں پہلی بار پاکستانی تعمیراتی کمپنیوں کی شرکت",
    "summary": "دبئی کی مشہور عالمی نمائش بگ 5 گلوبل میں پاکستانی تعمیراتی کمپنیوں نے پہلی بار شرکت کر کے ملکی صنعت کو عالمی سطح پر متعارف کرایا ہے۔",
    "type": "good"
  },
  {
    "title": "ایران کی تازہ ترین اعلان نے خطے میں دہشت و ہراس پھیلا دیا",
    "summary": "ایران کی طرف سے حالیہ سیاسی اور عسکری پیش رفت نے پڑوسی ممالک سمیت پورے خطے کو غیر مستحکم کر دیا ہے، جس سے سیکورٹی خدشات میں اضافہ ہو گیا ہے۔",
    "type": "shocking"
  },
  {
    "title": "پاکستان میں 90 افراد لاپتہ، ہزاروں بے گھر",
    "summary": "ملک کے مختلف علاقوں میں بڑھتے ہوئے بحران کے باعث تقریباً 90 افراد لاپتہ ہو گئے ہیں اور ہزاروں افراد اپنے مکان چھوڑ کر بے گھر ہو چکے ہیں، صورتحال کشیدہ ہے۔",
    "type": "shocking"
  },
  {
    "title": "اسلام آباد میں ایئرپورٹ ایمیگریشن پر نامعلوم افراد کا حملہ",
    "summary": "اسلام آباد کے ایئرپورٹ پر نامعلوم افراد نے پولیس اہلکاروں پر حملہ کر کے سیکورٹی کی ناقص صورتحال واضح کر دی، حملے میں متعدد افراد زخمی ہوئے۔",
    "type": "shocking"
  },
  {
    "title": "پنجاب حکومت نے ٹریفک کے مسائل کو حل کرنے کی ڈیڈ لائن دی",
    "summary": "پنجاب حکومت نے ٹریفک کے مسائل کو حل کرنے کے لیے واضح ڈیڈ لائن مقرر کر دی ہے جس سے عوام کو ریلیف ملنے کی امید ہے۔",
    "type": "good"
  },
  {
    "title": "پاکستان نے شری لنکا کے سیلاب متاثرین کے لیے ریلیف آپریشن کا آغاز کیا",
    "summary": "پاکستان نے شری لنکا کے سیلاب متاثرین کی مدد کے لیے ریلیف آپریشن کا آغاز کر دیا ہے جس سے متاثرین کو امداد پہنچے گی۔",
    "type": "good"
  },
  {
    "title": "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا",
    "summary": "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کر کے عوام کو ریلیف فراہم کیا ہے۔",
    "type": "good"
  },
  {
    "title": "اسلام آباد میں نامعلوم افراد کے حملے میں پولیس اہلکار جاں بحق",
    "summary": "اسلام آباد میں نامعلوم افراد نے پولیس اہلکار پر حملہ کر کے اسے جاں بحق کر دیا جس سے عوام میں خوف و ہراس پھیل گیا۔",
    "type": "shocking"
  },
  {
    "title": "ملک کے مختلف علاقوں میں 90 افراد لاپتہ، ہزاروں بے گھر",
    "summary": "ملک کے مختلف علاقوں میں 90 افراد لاپتہ ہو گئے ہیں جبکہ ہزاروں افراد بے گھر ہو گئے ہیں جس سے انسانی المیہ کھڑا ہو گیا ہے۔",
    "type": "shocking"
  },
  {
    "title": "اسلام آباد میں ایئرپورٹ ایمیگریشن پر نامعلوم افراد کا حملہ",
    "summary": "اسلام آباد میں ایئرپورٹ ایمیگریشن پر نامعلوم افراد نے حملہ کر دیا جس کے نتیجے میں افراد زخمی ہوئے اور خوف و ہراس پھیل گیا۔",
    "type": "shocking"
  }
]