[
  "سعودی عرب نے الکحل پر پابندی میں نرمی کی",
  "آکسفورڈ یونین بحث میں پاکستانی طلبہ کی کامیابی",
  "پنجاب حکومت نے ٹریفک کے مسائل کو حل کرنے کی ڈیڈ لائن دی",
  "اسلام آباد میں نامعلوم افراد کے حملے میں پولیس اہلکار جاں بحق",
  "ملک کے مختلف شہروں میں زلزلے کے شدید جھٹکے",
  "راولپنڈی میں اصلاحاتی ایجنڈے کے تحت 90 ہزار شہری متاثر",
  "اسلام آباد کورٹ حملے میں ملزم 48 گھنٹے میں گرفتار",
  "پاکستان اور افغانستان کے درمیان سرحد کھولنے پر غور",
  "پنجاب میں شوگر مل کے خلاف کارروائی",
  "اسلام آباد عدالت کے باہر خودکش دھماکہ، 12 سے زیادہ ہلاک",
  "پشاور میں FC ہیڈ کوارٹر پر دہشت گردوں کا حملہ",
  "کراچی میں پروجیکٹائل کے حملوں میں اضافہ",
  "دبئی بگ 5 گلوبل نمائش 2025 میں پہلی بار پاکستانی تعمیراتی کمپنیوں کی شرکت",
  "یوتھ لیڈرشپ سرٹیفیکیشن 2025 کے تحت عالمی بزنس سمپوزیم کا آغاز",
  "نظام صلوۃ اور باجماعت نماز کا پورے ملک میں اجراء",
  "کوئٹہ: ایک ہی دن میں دہشت گردوں کے 3 حملے ناکام، 2 افراد زخمی",
  "ورک ویزا ہولڈرز کو بیرون ملک جانے سے روکا گیا، انسانی اسمگلنگ کے خدشے",
  "پاکستان میں سیلاب کی تباہ کاریوں کے بعد اقوام متحدہ کی امدادی کارروائیاں",
  "پاکستان ای سی او وزراء کونسل کا چیئرمین منتخب",
  "طلاق 90 دن کی مدت پوری ہونے تک مؤثر نہیں ہوسکتی: سپریم کورٹ کا فیصلہ",
  "پاکستان میں نئی تعلیمی پالیسی کا اعلان، طلبہ کو مفت ٹیکسٹ بکس فراہمی کا منصوبہ",
  "کراچی میں بڑے ہوٹل میں آگ کا شدید واقعہ، درجنوں زخمی",
  "اسلام آباد میں نامعلوم افراد کے حملے میں معروف ڈاکٹر جاں بحق",
  "ملک کے مختلف علاقوں میں اچانک برفباری، کئی گاڑیاں پھنس گئیں",
  "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا",
  "پاکستان نے شری لنکا کے سیلاب متاثرین کے لیے ریلیف آپریشن کا آغاز کیا",
  "پاکستان فلسطینی عوام کی سیاسی، سفارتی اور انسانی حمایت جاری رکھے گا",
  "کوئٹہ میں بڑے دھماکے، عوام میں خوف و ہراس",
  "اسلام آباد میں نامعلوم افراد کے حملے میں پولیس اہلکار جاں بحق",
  "ملک کے مختلف علاقوں میں 90 افراد لاپتہ، ہزاروں بے گھر",
  "پاکستان نے شری لنکا کے سیلاب متاثرین کے لیے ریلیف آپریشن کا آغاز کیا",
  "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا",
  "دبئی بگ 5 گلوبل نمائش 2025 میں پہلی بار پاکستانی تعمیراتی کمپنیوں کی شرکت",
  "ایران کی تازہ ترین اعلان نے خطے میں دہشت و ہراس پھیلا دیا",
  "پاکستان میں 90 افراد لاپتہ، ہزاروں بے گھر",
  "اسلام آباد میں ایئرپورٹ ایمیگریشن پر نامعلوم افراد کا حملہ",
  "پنجاب حکومت نے ٹریفک کے مسائل کو حل کرنے کی ڈیڈ لائن دی",
  "پاکستان نے شری لنکا کے سیلاب متاثرین کے لیے ریلیف آپریشن کا آغاز کیا",
  "پنجاب حکومت نے آٹا، دال، انڈے اور آلو کی قیمتوں میں کمی کا اعلان کیا",
  "اسلام آباد میں نامعلوم افراد کے حملے میں پولیس اہلکار جاں بحق",
  "ملک کے مختلف علاقوں میں 90 افراد لاپتہ، ہزاروں بے گھر",
  "اسلام آباد میں ایئرپورٹ ایمیگریشن پر نامعلوم افراد کا حملہ"
]